<?php

/**
 * Файл из репозитория MikBill-VPBX-Assistant-API
 * @link https://github.com/itpanda-llc/mikbill-vpbx-assistant-api
 */

namespace Panda\MikBill\Vpbx\AssistantApi\Dictionary\Ru;

use Panda\MikBill\Vpbx\AssistantApi\Dictionary;

/**
 * Class Promo
 * @package Panda\MikBill\Vpbx\AssistantApi\Dictionary\Ru
 * Промо (Словарный запас)
 */
class Promo extends Dictionary\Param
{
    /**
     * Сообщения
     */
    public const SAMPLES = [
        'Спасибо, что пользуетесь услугами ' . Company::NAME . '!',
        'Оплатив услуги, на сумму свыше 2000 рублей, получайте денежные бонусы на свой лицевой счет и уменьшайте последующие платежи! Подробности на нашем сайте - ' . Company::SITE . '!',
        'Узнайте больше об акции "Приводи друзей!" на нашем сайте - ' . Company::SITE . '!',
        'Обновленные, безлимитные тарифные планы доступны для пользования! Больше информации на нашем сайте - ' . Company::SITE . '!',
        'Еще не воспользовались персональным предложением? Самое лучшее время поговорить об этом!',
        'Оказываем услуги профессиональной компьютерной помощи! Гарантировано, надежно и выгодно для клиентов!',
        'С удовольствием позаботимся о вашей системе видеонаблюдения! Продуманный проект и качественный монтаж за 2 дня!',
        'Возникли сложности с настройкой роутера или другими устройствами? Решение таких задач для вас бесплатно!',
        'Системная интеграция и айт+и-аутсорсинг! Большой комплекс услуг по оптимизации для вас и вашего бизнеса! Подробности на сайте - ' . Company::SITE . '!',
        'Мы обновили и усовершенствовали интерфейс самообслуживания! Личный кабинет позволит вам оперативно управлять услугами и контролировать сервисы!',
        'В+ыполним строительство компьютерных и слаботочных, а также инженерных сетей любой сложности для вашего дома и офиса! Подробности на сайте - ' . Company::SITE . '!',
        'Оплатить связь быстро и без комиссии возможно с помощью сервиса Сбербанк Онлайн, воспользовавшись мобильным приложением Сбербанка! Удобных вам платежей!'
    ];
}
